IDEA Open Model
SteelSetupAISC.BoltTensileShearCombined_Omega Property
Compatible with IDEA StatiCa 20.1
 Safety factor BoltTensileShearCombined_Omega
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double BoltTensileShearCombined_Omega { get; set; }
Public Property BoltTensileShearCombined_Omega As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SteelSetupAISC Class
IdeaRS.OpenModel Namespace